{
"Que1": [{
  "hint": "Who is the KPOP group with the hit song “Love Scenario”?",
  "answer": "IKON"
}],
"Que2": [{
  "hint": "Who is the only extroverted member in TWICE, according to MBTI?",
  "answer": "SANA"
}],
"Que3": [{
  "hint": "Who is the only KPOP idol who trained for 1 day before debut?",
  "answer": "OLIVIAHYE"
}],
"Que4": [{
  "hint": "Which was the first KPOP group to perform at the GRAMMYs?",
  "answer": "BTS"
}],
"Que5": [{
  "hint": "Who is the maknae of the KPOP group TREASURE?",
  "answer": "JUNHWAN"
}],
"Que6": [{
  "hint": "Which was the first KPOP girl group to debut under SM Entertainment?",
  "answer": "SES"
}],
"Que7": [{
  "hint": "Which KPOP group name means “star” in Spanish?",
  "answer": "ASTRO"
}],
"Que8": [{
  "hint": "Who placed 1st on the finale of PRODUCE 48",
  "answer": "WONYOUNG"
}],
"Que9": [{
  "hint": "Who is the female idol ambassador of DIOR?",
  "answer": "JISOO"
}],
"Que10": [{
  "hint": "What is the name of Jungwon's cactus?",
  "answer": "INJANG"
}],
"Que11": [{
  "hint": "Which K-POP artist was the first to reach 1 billion views on YouTube?",
  "answer": "PSY"
}],
"Que12": [{
  "hint": "Which girl group’s lead singer was featured in Got7’s “Girls Girls Girls” music video?",
  "answer": "TWICE"
}],
"Que13": [{
  "hint": "Which K-POP group was the first to perform at Coachella?",
  "answer": "BLACKPINK"
}],
"Que14": [{
  "hint": "What is the debut song of SHINee?",
  "answer": "REPLAY"
}],
"Que15": [{
  "hint": "Which K-POP group was the first to have a number one album on the Billboard 200?",
  "answer": "BTS"
}],
"Que16": [{
  "hint": "Who was the last member to join Red Velvet?",
  "answer": "YERI"
}],
"Que17": [{
  "hint": "Which group’s songs include PTT, Why Not, Butterfly and Star?",
  "answer": "LOONA"
}],
"Que18": [{
  "hint": "Which group is the winner of the first season of Queendom?",
  "answer": "MAMAMOO"
}],
"Que19": [{
  "hint": "Who placed sixth in I-LAND?",
  "answer": "SUNGHOON"
}],
"Que20": [{
  "hint": "Who is this KPOP Soloist that became a member of PENTAGON and currently HyunA's partner?",
  "answer": "DAWN"
}]
}